{
    "nav": {
        "about": "Sobre mí",
        "services": "Servicios",
        "contact": "Contacto"
    },
    "about": {
        "intro": "Hola!",
        "im": "Soy",
        "description": "Me dedico a diseñar y desarrollar <b>emails que generan resultados</b> y <b>webs que impulsan conversiones.</b><br>Me apasiona crear experiencias limpias, rápidas y con propósito."
    },
    "services": {
        "title": "Servicios",
        "subtitle": "Soluciones digitales que impulsan el rendimiento",
        "cards": [
            {
                "title": "Desarrollo de Emails HTML",
                "description": "Emails HTML profesionales. Estructura de código limpia y diseño responsive.",
                "image": "/code.png"
            },
            {
                "title": "Plantillas de Email para tu CRM",
                "description": "Plantillas HTML personalizadas para tus campañas de email marketing. (Salesforce Marketing Cloud, Veeva, Mailchimp)",
                "image": "/layers.svg"
            },
            {
                "title": "Pruebas de Email",
                "description": "Pruebas basadas en tus requerimientos. Utilizando Litmus, Email on Acid y dispositivos reales.",
                "image": "/test-tube-diagonal.svg"
            },
            {
                "title": "Revisión de Código de Emails",
                "description": "Revisión de código HTML/CSS para proporcionar optimización y mejores prácticas.",
                "image": "/search-code.svg"
            },
            {
                "title": "Landing Pages",
                "description": "Captura leads para tu negocio. Dirige a tus suscriptores a una página dedicada.",
                "image": "/panel-left-right-dashed.svg"
            },
            {
                "title": "Optimización de Rendimiento",
                "description": "Mejora de la velocidad y eficiencia del sitio web para máxima satisfacción del usuario.",
                "image": "/gauge.svg"
            }
        ]
    },
    "types": {
        "title": "Soluciones Personalizadas",
        "tabs": [
            {
                "id": "emails",
                "title": "Tipos de Email",
                "items": [
                    {
                        "title": "Email Newsletter",
                        "description": "Actualizaciones regulares sobre tu negocio, productos o contenido.",
                        "idealFor": "Pequeños negocios, creadores de contenido, marcas personales",
                        "includes": "Diseño de cabecera, secciones de contenido, pie con enlaces sociales",
                        "image": "/newspaper.svg"
                    },
                    {
                        "title": "Email Promocional",
                        "description": "Ofertas especiales, descuentos y promociones por tiempo limitado.",
                        "idealFor": "E-commerce, negocios locales, proveedores de servicios",
                        "includes": "Destacados de ofertas, contador regresivo, botones de llamada a la acción",
                        "image": "/tag.svg"
                    },
                    {
                        "title": "Email de Propuesta Comercial",
                        "description": "Plantilla profesional para enviar presupuestos y propuestas.",
                        "idealFor": "Consultores independientes, agencias pequeñas, freelancers",
                        "includes": "Desglose de servicios, tabla de precios, resumen de términos",
                        "image": "/file-text.svg"
                    },
                    {
                        "title": "Invitación a Evento Personal",
                        "description": "Plantillas elegantes para bodas, cumpleaños y aniversarios.",
                        "idealFor": "Organizadores de eventos, personas que organizan celebraciones",
                        "includes": "Detalles del evento, botón de RSVP, información de código de vestimenta",
                        "image": "/calendar-heart.svg"
                    },
                    {
                        "title": "Email de Seguimiento",
                        "description": "Plantilla amigable para dar seguimiento después de reuniones o contactos iniciales.",
                        "idealFor": "Profesionales, networkers, buscadores de empleo",
                        "includes": "Resumen de reunión, próximos pasos, información de contacto",
                        "image": "/send.svg"
                    },
                    {
                        "title": "Email de Agradecimiento",
                        "description": "Plantilla personalizada para agradecer a clientes, colaboradores o asistentes.",
                        "idealFor": "Organizadores de eventos, dueños de negocios, gestores de proyectos",
                        "includes": "Mensaje personal, oportunidades futuras, enlaces sociales",
                        "image": "/handshake.svg"
                    }
                ]
            },
            {
                "id": "landings",
                "title": "Tipos de Landing Pages",
                "items": [
                    {
                        "title": "Página de Evento Social",
                        "description": "Página hermosa para bodas, cumpleaños y aniversarios.",
                        "idealFor": "Parejas, organizadores de fiestas, anfitriones de celebraciones",
                        "includes": "Formulario RSVP, programa del evento, registro de regalos, mapa de ubicación",
                        "image": "/party-popper.svg"
                    },
                    {
                        "title": "Portfolio Personal",
                        "description": "Landing page minimalista para mostrar tu trabajo.",
                        "idealFor": "Artistas, fotógrafos, diseñadores, profesionales creativos",
                        "includes": "Galería de trabajos, sección sobre mí, formulario de contacto, lista de habilidades",
                        "image": "/code.png"
                    },
                    {
                        "title": "Evento Local",
                        "description": "Promociona festivales pequeños, conciertos locales o exposiciones de arte.",
                        "idealFor": "Organizadores locales, artistas, grupos comunitarios",
                        "includes": "Venta de entradas, programa del evento, mapa interactivo, galería",
                        "image": "/ticket.svg"
                    },
                    {
                        "title": "Reunión Familiar",
                        "description": "Organiza reuniones familiares o encuentros de ex-alumnos.",
                        "idealFor": "Organizadores familiares, comités de reencuentro, grupos de ex-alumnos",
                        "includes": "Galería de fotos, formulario de asistencia, detalles logísticos, actualizaciones",
                        "image": "/users.svg"
                    },
                    {
                        "title": "Pequeño Negocio",
                        "description": "Página simple pero efectiva para negocios locales.",
                        "idealFor": "Restaurantes, peluquerías, estudios de yoga, tiendas locales",
                        "includes": "Menú de servicios, formulario de reservas, testimonios, horario comercial",
                        "image": "/store.svg"
                    },
                    {
                        "title": "Lanzamiento de Proyecto",
                        "description": "Anuncia tu nuevo proyecto personal o emprendimiento.",
                        "idealFor": "Emprendedores, creadores, startups",
                        "includes": "Contador regresivo, galería de preview, registro en lista de espera, características",
                        "image": "/rocket.svg"
                    },
                    {
                        "title": "Currículum Digital",
                        "description": "Versión web moderna de tu CV con elementos interactivos.",
                        "idealFor": "Buscadores de empleo, profesionales, personas en cambio de carrera",
                        "includes": "Matriz de habilidades, línea de tiempo laboral, sección de portfolio, formulario de contacto",
                        "image": "/id-card.svg"
                    },
                    {
                        "title": "Página de Donación",
                        "description": "Recauda fondos para causas personales o comunitarias.",
                        "idealFor": "ONGs pequeñas, proyectos comunitarios, recaudadores de fondos",
                        "includes": "Formulario de donación, barra de progreso, descripción de la causa, feed de actualizaciones",
                        "image": "/hand-heart.svg"
                    }
                ]
            }
        ]
    },
    "contact": {
        "title": "¡Hablemos!",
        "description": "¿Tienes alguna pregunta o te gustaría colaborar? Hacé click en el botón de abajo y te responderé lo antes posible. ¡Trabajemos juntos para crear algo increíble! <br> Por LinkedIn suelo responder más rápido.",
        "firstName": "Primer nombre",
        "subjectTitle": "Asunto",
        "subject": "Escribe algo"
    }
}